<template>
	<landing v-bind="props" />
</template>

<script lang="ts" setup>
// Components
import landing from "~/components/landing/landing.vue"

// Img
import img from "~/assets/img/ksb.png"

// Types
import { UiCollapse } from "~/types"
import { Landing } from "~/types"

const props = {
	type: Landing.Type.REDIRECT,
	img,
	title: "Личная защита КСБ",
	description: "",
	advantages: [
		"Смерть в результате НС и болезни",
		"Инвалидность в результате НС и/или болезни",
		"Временная утрата трудоспособности в результате НС или болезни",
		"Дистанционные медицинские консультации"
	],
	collapse: [
		{
			header: `Необходимо ли проходить медицинское анкетирование при принятии на страхование?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Проходить медицинское анкетирование не требуется.`
			}
		},
		{
			header: `Предусматривается ли по продукту рассрочка или отсрочка платежа?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Страховая премии подлежит оплате только единовременно. Отсрочка платежа не предусматривается.`
			}
		},
		{
			header: `Если необходима страховая сумма более 10 млн. руб. каким образом её увеличить?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Страхову сумму по продукту увеличить нельзя. Необходимо направить запрос на индивидуальную котировку в СК ООО «Банк Страхование» по адресу corp.personal@test.ru
        Если клиент хочет добавить в покрытие сервисы или хочет включить другие риски в Договора страхования, это возможно?
        Необходимо направить запрос на  индивидуальную котировку в СК ООО «Банк Страхование» по адресу corp.personal@test.ru`
			}
		},
		{
			header: `Есть ли ограничения по количеству застрахованных в 1 договоре?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Договор заключается в отношении 1 застрахованного лица. Списочное страхование не предусматривается.`
			}
		},
		{
			header: `Можно ли поменять выгодоприобретателя по договору?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Да, такая возможность есть. Для этого необходимо заполнить заявление о смене выгодоприобретателя на сайте СК ООО «Банк Страхование», далее направить его по  на адрес corp.customer@test.ru.`
			}
		},
		{
			header: `Как внести изменения в Договор страхования если поменялись паспортные данные или какие - либо еще личные данные?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Да, такая возможность есть. Необходимо заполнить  заявление о внесении изменений в Договор страхования на сайте СК ООО «Банк Страхование», далее направить его по  на адрес corp.customer@test.ru.`
			}
		},
		{
			header: `Что делать, если после оформления на почту Клиента не пришла ссылка на страховую документацию?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Необходимо направить запрос  на адрес corp.customer@test.ru. В запросе указать номер договора.`
			}
		},
		{
			header: `Что делать при наступлении страхового случая?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Необходимо проинформировать о происшествии страховую компанию, любым удобным для вас способом:
        - по телефону 8 800 555 555 7 (звонок по России бесплатный)
        - по электронной почте corp.customer@test.ru
        Также можно отправить документы в Страховую компанию удобным способом:
        -   письмом по адресу г. Москва, ул. Поклонная д. 3 корп. 1
        -  заполнить заявление о наступлении страхового события на сайте СК ООО «Банк страхование».`
			}
		},
		{
			header: `Сколько дней действует счет на оплату?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Для юридических лиц и ИП на оплату договора страхования есть 5 рабочих дней с даты его оформления.
        Если договор не оплачен в установленные сроки, его необходимо оформить заново.`
			}
		},
		{
			header: `Я находился на больничном 10 дней, получу ли я выплату?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Выплата по риску временная потеря нетрудоспособности производиться с 31 дня нахождения застрахованного лица на больничном.`
			}
		},
		{
			header: `За какое максимальное количество дней больничного листа можно получить выплату.`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Максимально за 90 дней за каждый год действия Договора страхования`
			}
		},
		{
			header: `Если юридическому лицу требуется акт сверки/выполненных работ возможно ли получить его у Страховой компании?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Для получения акта сверки необходимо отправить запрос, в котором содержится информация о номере Договора и сумме оплаченной страховой премии, в адрес СК: любым удобным для вас способом:
        - курьером или Почтой России по адресу:  г. Москва, ул. Поклонная д. 3 корп. 1
        - по электронной почте corp.customer@test.ru
        - посетив офис СК ООО «Банк страхование» по адресу: г. Москва, ул. Поклонная д. 3 корп. 1`
			}
		},
		{
			header: `Будет ли действовать страховая защита, если застрахованный выехал за пределы РФ, в том числе в страну, где объявлен карантин?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Программа действует 24 часа в сутки, по всему миру. В рамках условий программы ограничений по пребываю при эпидемии нет.`
			}
		},
		{
			header: `Будет ли произведена выплата при наступлении риска «Уход из жизни» в результате заболевания COVID – 19 (Коронавирус)?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `Если у застрахованного наступил риск «Уход их жизни» от заболевания COVID – 19, данное заболевание не относится к исключениям по выплате в результате риска «Уход из жизни».

        Заболевание (болезнь) – любое нарушение состояния здоровья, не вызванное несчастным случаем, диагностированное на основании объективных симптомов

        При заключении договора страхования и оплате страховой премии, клиент подтверждает, что не проходил лечения и не страдает в настоящее время и в течение последних 5 лет заболеваниями сердечно-сосудистой системы (инфаркт миокарда, стенокардия, артериальная гипертензия, порок сердца, нарушение ритма, инсульт), сахарным диабетом, параличом, какими-либо заболеваниями легких (за исключением острых респираторных заболеваний), головного мозга, печени, желудочно-кишечного тракта (за исключением острых пищевых отравлений, гастрита), почек (за исключением мочекаменной болезни), эндокринной системы (за исключением хронического тиреоидита, гипотиреоза), психическими расстройствами, заболеваниями костно–мышечной системы (за исключением остеохондроза, артроза, артрита); заболеваниями крови (за исключением железодефицитной анемии легкой степени); у Застрахованного лица нет ограничений трудоспособности, связанных с состоянием здоровья, требующих сокращенного рабочего дня или частичной занятости.`
			}
		},
		{
			header: `Если у застрахованного было выявлено заболевание COVID – 19, будет ли произведена выплата по риску «Временная нетрудоспособность»?`,
			content: {
				type: UiCollapse.ContentType.STRING,
				value: `По продукту предусмотрено страховое покрытие по риску «Временная нетрудоспособность сроком не менее 31 календарного дня». (непрерывное временное расстройство на срок не менее 31 календарного дня, начавшаяся в течение срока страхования в результате несчастного случая, произошедшего в течение срока страхования, или заболевания, диагностированного в течение срока страхования. Т.е. временная нетрудоспособность будет оплачена с 31 дня пребывания застрахованного на больничном, но не более 90 дней за каждый календарный год. Заболевание COVID – 19 не является исключением.)`
			}
		}
	] as UiCollapse.Data,
	redirectLink: "",
	markdown: `
Условия страхования:
--------------------

#### Страхователь:

*   Юридическое лицо
*   Индивидуальный предприниматель

#### Возможные варианты по срокам страхования (срок действия договора)

*   От 3 месяцев до 60 месяцев

**Максимальный размер КВ** до 80%

#### Возрастные ограничения

*   Возраст застрахованных от 18 до 70 лет
*   Отсутствие медицинского андеррайтинга

#### Лимиты страхового покрытия

*   От 100 000 рублей до 10 000 000 рублей

#### Выгодоприобретатель

*   Застрахованный, а в случае смерти - наследники по закону
*   ПАО Банк в размере суммы кредитной задолженности. Разницу между страховой суммой и суммой выплаты в Банк - Застрахованное лицо, а в случае его смерти – наследники по закону.

#### Риски, входящие в программу страхования

*   Смерть в результате НС и болезни (смерть застрахованного лица в результате несчастного случая или болезни)
*   Инвалидность в результате НС и/или болезни (постоянная утрата Застрахованным лицом трудоспособности в результате несчастного случая или болезни в течение срока страхования, подтвержденная первичным установлением I, II группы инвалидности)
*   Временная утрата трудоспособности в результате НС или болезни (временная утрата трудоспособности Застрахованным лицом в результате несчастного случая или болезни, произошедшая в течение срока страхования)
*   Дистанционные медицинские консультации (телемедицина) – обращение Застрахованного лица в течение срока страхования за организацией и оказанием медицинских и иных услуг по оказанию дистанционной медицинской консультации

#### Порядок осуществления выплат

*   Решение об осуществлении страховой выплаты и выплата страхового возмещения или решение об отказе в осуществлении страховой выплаты принимается Страховщиком в срок не позднее 30 (тридцати) календарных дней после получения последнего из необходимых документов.
*   В случае принятия решения об отказе в осуществлении страховой выплаты Страховщик направляет Страхователю (Выгодоприобретателю) мотивированный отказ в страховой выплате в срок не позднее 3 (трех) рабочих дней с даты принятия решения об отказе в выплате страхового возмещения.

#### Размер выплат по каждому риску

*   По риску «Смерть в результате НСиБ» - 100% от страховой суммы.
*   По риску «Инвалидность в результате НСиБ» - 100% от страховой суммы.
*   Лимит страхового возмещения по риску «Временная нетрудоспособность в результате НСиБ» 0,2% от страховой суммы, установленной договором страхования, за каждый день непрерывной временной нетрудоспособности Застрахованного лица, начиная с 31 (тридцать первого) дня временной нетрудоспособности. Максимальное количество оплачиваемых дней временной нетрудоспособности не может превышать 90 (девяносто) дней за каждый год страхования. При установлении в договоре страхования срока действия договора страхования менее 1 (одного) года, максимальное количество оплачиваемых дней временной нетрудоспособности составляет 90 (девяносто) дней за весь срок страхования
`
}
</script>
