export const enum CalculatorMarkdown {
	ECO = `### ЗЕЛЕНЫЙ ЗОНТИК ПРО УНИКАЛЬНАЯ ДЛЯ РОССИЙСКОГО РЫНКА ПРОГРАММА СТРАХОВАНИЯ ЭКОЛОГИЧЕСКИХ РИСКОВ
### ЗАЩИТИТ В СЛУЧАЕ АВАРИЙ И ЧС, ПОВЛЕКШИХ ВРЕД ОКРУЖАЮЩЕЙ СРЕДЕ: СТРАХОВАЯ СУММА ДО 30 000 000 РУБЛЕЙ
### ВОЗМЕЩАЮТСЯ СЛЕДУЮЩИЕ РАСХОДЫ:
-   Гражданская ответственность за причинение вреда жизни, здоровью и/или имуществу 3-их лиц, окружающей среде вследствие аварии и/или чрезвычайной ситуации на объекте, произошедшей при осуществлении деятельности;
-   Расходы при локализации и ликвидации последствий аварий и/или чрезвычайных ситуаций;
-   Судебные расходы и расходы на расследования и экспертизы обстоятельств страхового события;
-   Расходы в целях уменьшения убытков, если такие расходы были необходимы или были произведены.
### СТРАХОВАНИЕ НЕ РАСПРОСТРАНЯЕТСЯ НА ПЕРЕЧИСЛЕННЫЕ НИЖЕ ОБЪЕКТЫ И ОТРАСЛИ:
-   на Объекты, представляющие собой или имеющие в своем составе (на территории Объекта) опасные производственные объекты I класса опасности, а именно: объекты по хранению химического оружия, объекты по уничтожению химического оружия и опасные производственные объекты спецхимии, объектов шахт угольной промышленности, а также иных объектов ведения подземных горных работ;
-   на Объекты, находящиеся на предприятиях нефтяной, газовой, химической, металлургической промышленности;
-   на Объекты, находящиеся на предприятиях, занимающихся добычей полезных ископаемых;
-   на любое строительство, кроме строительства жилых зданий и/или зданий делового, административного, коммерческого назначения;
-   на Объекты, находящиеся на предприятиях, осуществляющих свою деятельность на воде;
-   на Объекты, представляющие собой или имеющих в своем составе (на территории Объекта) гидротехнические сооружения, подлежащие внесению в Российский регистр гидротехнических сооружений;
-   на Объекты, представляющие собой площадки, полигоны и сооружения хранения твердых и жидких отходов.
`,
	BREAK = `### СТРАХОВАНИЕ ФИНАНСОВЫХ РИСКОВ, ПЕРЕРЫВОВ В ПРЕДПРЕНИМАТЕЛЬСКОЙ ДЕЯТЕЛЬНОСТИ И ГРАЖДАНСКОЙ ОТВЕТСТВЕННОСТИ
### КОМПЛЕКСНАЯ ЗАЩИТА БИЗНЕСА: СТРАХОВАЯ СУММА 10 000 000 РУБЛЕЙ
### ОСТАНОВКА БИЗНЕСА И ПОТЕРИ ПО ДОГОВОРНЫМ ОБЯЗАТЕЛЬСТВАМ:
-   Утраты (гибели), повреждения имущества, необходимого для предпринимательской деятельности;
-   Признания имущества, необходимого для предпринимательской деятельности (здание/помещение как арендованное, так и собственное) непригодным, невозможным к использованию по решению государственных органов;
-   Утраты (гибели), повреждения имущества прямых контрагентов Клиента (как поставщиков, так и покупателей), повлекшие неисполнение своих обязательств по поставке товаров, работ и услуг;
-   Перерыва в подаче электро-, тепло- и иной энергии (пара, воды, топлива) -- сублимит 10% от СС;
-   Утраты (гибели), повреждения имущества третьих лиц, расположенного на расстоянии не более 500 м от территории расположения имущества Клиента, что создает помехи в доступе к имуществу Страхователя, независимо от того, повреждено оно или нет;
-   Остановка деятельности в результате повреждения, уничтожения (гибели) оборудования, в результате пожара, воздействие жидкости в помещении, где расположено оборудование при сопутствующих повреждениях помещения. Лимит возмещения - 500 000 рублей
-   Механических повреждений, сбоя в ПО, неисправности, кражи, уничтожения платежного терминала/кассового оборудования-- сублимит 10% от СС;
-   Непродления договора аренды по причине необоснованного поднятия арендодателем арендной платы на 30% и более -- сублимит 10% от СС;
-   Гражданская ответственность Страхователя, вследствие причинения ущерба имуществу или жизни и здоровью, в результате некачественных товаров, услуг, работ, произведенных или реализованных страхователем -- сублимит 10% от СС.
### АКТУАЛЬНАЯ ЗАЩИТА ОТ COVID- 19
-   Заражение COVID 19 собственника и/или ключевого персонала, которое привело к госпитализации на срок до 14 дней, смерти и инвалидности I, II группы и остановке деятельности предприятия;
-   Заражения более 30% сотрудников Клиента COVID-19 в части компенсации стоимости проведения дезинфекции помещения и тестирования сотрудников для возобновления деятельности Клиента;
-   От финансовых последствий неисполнения контрагентом клиента договора, в результате гибели имущества контрагента, смерти или инвалидности владельца, в том числе в результате COVID-19.
### ВТОРОЕ ЮРИДИЧЕСКОЕ МНЕНИЕ
-   Устная юридическая консультация по предпринимательским вопросам - безлимитно;
-   Устная консультация по «личным» вопросам для руководителя компании - безлимитно;
-   Предоставление шаблонов документов и инструкций по их составлению - безлимитно;
-   Предоставление справочной контактной информации - безлимитно;
-   Предоставление текстов нормативных документов по запросу - безлимитно;
-   Обзор изменений в законодательстве - 1 в месяц;
-   Устная правовая консультация при взаимодействии с гос.органами и получении субсидий/льгот от государства - безлимитно;
-   Налоговая консультация - безлимитно;
-   Звонки 8-800 - включено;
-   Личный кабинет с базой типовых вопросов Legal Cloud - включено;
-   Мобильное приложение -- включено.
### БЛОКИРОВКА СЧЕТА
-   Перерыв в предпринимательской деятельности вследствие приостановки операций, полной или частичной блокировки расчетного или лицевого счета государственными органами, повлекшее необходимость получения юридической помощи/услуги.
### СТРАХОВАНИЕ НЕ РАСПРОСТРАНЯЕТСЯ НА ПЕРЕЧИСЛЕННЫЕ НИЖЕ ОБЪЕКТЫ:
-   Ночные клубы, дискотеки, игровые клубы, аттракционы;
-   Любые склады и складские помещения;
-   Бани/сауны;
-   Помещения/здания с деревянными конструктивными элементами (стены и/или перекрытия);`
}
